tap "atlassian/acli"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "siderolabs/tap"
tap "supabase/tap"
tap "theboredteam/boring-notch"
brew "age"
brew "agg"
brew "ca-certificates"
brew "freetype"
brew "lz4"
brew "xz"
brew "zstd"
brew "jpeg-turbo"
brew "libyaml"
brew "mpdecimal"
brew "python@3.12"
brew "aider"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "libdeflate"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "asciinema"
brew "ncurses"
brew "asciiquarium"
brew "dbus"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxdmcp"
brew "libxcb"
brew "libxext"
brew "libxfixes"
brew "libxi"
brew "libxtst"
brew "at-spi2-core"
brew "m4"
brew "autoconf"
brew "python@3.13"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "c-ares"
brew "fontconfig"
brew "lzo"
brew "pixman"
brew "cairo"
brew "certbot"
brew "cloudflared"
brew "ripgrep"
brew "codex"
brew "colima"
brew "cowsay"
brew "libnghttp2"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dos2unix"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fortune"
brew "fribidi"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "pkgconf"
brew "gobject-introspection"
brew "graphite2"
brew "jasper"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "gtksourceview4"
brew "helm"
brew "htop"
brew "icu4c@76"
brew "jq"
brew "kubernetes-cli"
brew "latexindent"
brew "lazygit"
brew "libidn2"
brew "lftp"
brew "libevent"
brew "libpq"
brew "libuv"
brew "lolcat"
brew "lua"
brew "luajit"
brew "luarocks"
brew "utf8proc"
brew "neovim"
brew "node"
brew "nvm"
brew "ollama"
brew "p7zip"
brew "pipx"
brew "pnpm"
brew "podman"
brew "py3cairo"
brew "pygobject3"
brew "python-packaging"
brew "ruby"
brew "ruby-build"
brew "rustup"
brew "sops"
brew "sshuttle"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zola"
brew "atlassian/acli/acli"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "siderolabs/tap/talosctl"
brew "supabase/tap/supabase"
cask "amethyst"
cask "android-platform-tools"
cask "claude-code"
cask "dockdoor"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "font-zed-mono"
cask "ghostty"
cask "keyman"
cask "neovide-app"
cask "tigervnc-viewer"
cask "warp"
cask "wezterm"
cask "zed"
vscode "andrei-ignatev.codeowners-tree"
vscode "bierner.markdown-mermaid"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-extension-pack"
vscode "eliostruyf.vscode-front-matter"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hediet.vscode-drawio"
vscode "ionutvmi.path-autocomplete"
vscode "james-yu.latex-workshop"
vscode "letmaik.git-tree-compare"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.tensorboard"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools-extension-pack"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "sukumo28.wav-preview"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tombi-toml.tombi"
vscode "tomoki1207.pdf"
vscode "vscode-infra.image-viewer"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
