tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "supabase/tap"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libdeflate"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "dbus"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxdmcp"
brew "libxcb"
brew "libxext"
brew "libxfixes"
brew "libxi"
brew "libxtst"
brew "at-spi2-core"
brew "m4"
brew "autoconf"
brew "ca-certificates"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "lzo"
brew "mpdecimal"
brew "pixman"
brew "python-packaging"
brew "readline"
brew "python@3.13"
brew "cairo"
brew "cloudflared"
brew "eza"
brew "fd"
brew "fribidi"
brew "fzf"
brew "libavif"
brew "gd"
brew "python@3.12"
brew "gdk-pixbuf"
brew "pkgconf"
brew "gobject-introspection"
brew "graphite2"
brew "jasper"
brew "netpbm"
brew "gts"
brew "icu4c@76"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "gtksourceview4"
brew "ncurses"
brew "htop"
brew "hugo"
brew "lazygit"
brew "libidn2"
brew "lftp"
brew "libevent"
brew "libnghttp2"
brew "libuv"
brew "libyaml"
brew "lua"
brew "luarocks"
brew "neovim"
brew "node"
brew "nvm"
brew "p7zip"
brew "pipx"
brew "py3cairo"
brew "pygobject3"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "sshuttle"
brew "telnet"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "supabase/tap/supabase"
cask "amethyst"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "libreoffice"
cask "neovide"
cask "warp"
